package dz43;

public class Main {

    public static void main(String[] args) {

/*        Создайте тестовый проект и выложите его на GitHub (публичный доступ).
        От ветки Мастер создайте ветку task_01.
        Создайте пакет task_01, в котором создайте два-три произвольных класса.
        Сделайте коммит в ветку task_01.
                Сделайте пуш.
                На GitHub создайте Pull Request (пока не проводите его).
        Проделайте всё то же самое ещё раз с веткой task_02 и пакетом task_02.
                В итоге у Вас должно получиться два Pull Request.
        Ссылки на оба PR отправьте мне в качестве решения домашнего задания.
                Не дожидаясь моего ответа, выполните сразу следующие пункты.
                Проведите второй PR. Теперь ветка Мастер должна содержать код второго PR.
        В код первой задачи внесите изменения и сделайте второй коммит в первый PR.
                Проведите первый PR. Теперь ветка Мастер должна содержать код первого PR.
        Удалите обе ветки с задачами.
                Обновите проект на локальной машине.
        Удалите обе ветки с задачами с локальной машины.

 */

        System.out.println("Test project lesson 43");
    }
}
